# -*- coding: utf8 


str0 = u"""Толстый мишка не купался
сладких ягод не набрал
он лягушки испугался
от лягушки он удрал
Вот какой трусишка
Этот толстый мишка"""

#Есенин "Русь"
str1 = u"""Потонула деревня в ухабинах
заслонили избёнки леса
Только видно, на кочках и впадинах
Как синеют кругом небеса"""
           

#Вадим Левин
str2 = u"""Лошадь купила четыре калоши
пару хороших и пару поплоше
если денек выдается погожий
лошадь гуляет в калошах хороших
стоит просыпаться первой пороше
лошадь выходит в калошах поплоше
если же лужи по улице сплошь
лошадь гуляет совсем без калошь
что же ты лошадь жалеешь калоши
разве здоровье тебе не дороже""" 

#маяковский
str3= u"""плыли по'-небу тучки
тучек четыре штучки
от первой до третьей люди
четвертая была - верблюдик
к ним любопытством объятая
по дороге пристала пятая
от нее в небоси'нем лоне
разбежались за слоником слоник
и не знаю спугнула шестая ли
тучки взяли все и растаяли
и следом за ними гонясь и сжирав
солнце погналось желтый жираф""" 
