# -*- coding: utf8 


str0 = u"""Толстый мишка не купался
           сладких ягод не набрал
           он лягушки испугался
           от лягушки он удрал"""

#Есенин "Русь"
str1 = u"""Потонула деревня в ухабинах
           заслонили избёнки леса
           Только видно, на кочках и впадинах
           Как синеют кругом небеса"""
           

#Вадим Левин
str2 = u"""Лошадь купила четыре калоши
пару хороших и пару пополоше
если денек выдается погожий
лошадь гуляет в калошах хороших
стоит просыпаться первой пороше
лошадь выходит в калошах поплоше
если же лужи по улице сплошь
лошадь гуляет совсем без калошь
что же ты лошадь жалеешь калоши
разве здоровье тебе не дороже""" 