# -*- coding: utf8 


str0=u"""Никогда' не трево'жь того, кто лежит на дне
Я песок, и большое море лежит на мне
Мерно дышит во сне, таинственном и глубоком
Как толстуха на выцветшей простыне'
С хлебной крошкой под самым боком"""

str1=u"""Кто-то мечется, ходит, как огонек в печи,
Кто-то ищет меня, едва различим в ночи
По бейсболке, глазным белкам, фонарю и кедам.
Я лежу в тишине, кричи или не кричи.
Мои веки ни холодны и ни горячи.
И язык отчаянья мне неведом."""

str2=u"""Что за сила меня носила – а не спасла.
Я легка, непроизносима, мне нет числа.
Только солнце танцует ромбиками сквозь воду.
Дай покоя, Господи, и визирю, и рыбарю,
Дай покоя, и больше я не заговорю,
Тем любимым бейсболке, кедам и фонарю,
От которых теперь я вырвалась на свободу."""